odrxAlloc(System.UInt64)
\details
Defines the interface for ODA Platform memory management.
\details
Allocates a block of memory.
\param nBytes [in]  Number of bytes to allocate.
\returns
Returns a pointer to the newly allocated memory block.
\sa
Memory Management